/* eslint-disable react/react-in-jsx-scope */
/* eslint-disable max-len */
/* eslint-disable react/jsx-filename-extension */
/* eslint-disable @typescript-eslint/quotes */
export const ABOUT_PAGE = [
  {
    language: 'ua',
    title: 'RemotEmployees - Аутстафінгова компанія',
    titleDescription: (
      <>
        Ми надаємо робочі місця в Україні, орієнтуючись на Європейський та Американський ринок. Співпраця з нашою компанією дозволить вам набути нових умінь у сфері IT та маркетингу, а також розвинути навички спілкування з носіями іноземної мови.
        <br></br>
        <br></br>
        Наша компанія вже понад три роки надає послуги в галузі IT технологій та маркетингу. Ми співпрацюємо з компаніями з усього світу та підтримуємо позитивну репутацію на західному ринку праці.
      </>
    ),
    title2: 'Чим ми займаємося?',
    title2Description: (
      <>
        Ми працюємо за трьома основними напрямками, які включають багато спеціальностей.
        <br></br>
        <br></br>
        Можливо, Ви не маєте досвіду роботи, тільки закінчили навчальний заклад і поки не знаєте, де застосувати свої знання та навички. Ми готові надати вам можливість отримати роботу і освоїти нову спеціальність.
      </>
    ),
    titleTeam: 'Наша команда',
    teamDescription: `Ми допоможемо Вам адаптуватися до роботи у нашій команді та
    познайомимо з колективом.`,
    team: [
      {
        id: 1,
        name: "Тетяна",
        position: "Recruiter",
        email: "REmployees",
        phone: "380666146404",
      },
      {
        id: 2,
        name: "Ольга",
        position: "Recruiter",
        email: "RemoteEmployeesOlha",
        phone: "380995664454",
      },
      {
        id: 3,
        name: "Марія",
        position: "Recruiter",
        email: "MashaRemotEmployees",
        phone: "380987286405",
      },
      {
        id: 4,
        name: "Анна",
        position: "Recruiter",
        email: "RemotEmpoyeesAnya",
        phone: "380987286405",
      },
    ],
  },
  {
    language: 'ru',
    title: 'RemotEmployees - Аутстаффинговая компания',
    titleDescription: (
      <>
        Мы предоставляем рабочие места в Украине, ориентируясь на Европейский и Американский рынок. Сотрудничество с нашей компанией позволит вам приобрести новые умения в сфере IT и маркетинга, а также развить навыки общения с носителями иностранного языка.
        <br></br>
        <br></br>
        Наша компания уже более трех лет предоставляет услуги в области IT технологий и маркетинга. Мы сотрудничаем с компаниями со всего мира и поддерживаем положительную репутацию на западном рынке труда.
      </>
    ),
    title2: 'Чем мы занимаемся?',
    title2Description: (
      <>
        Мы работаем по трем основным направлениям, которые включают много специальностей.
        <br></br>
        <br></br>
        Возможно, Вы не имеете опыта работы, только закончили учебное заведение и пока не знаете, где применить свои знания и навыки. Мы готовы предоставить вам возможность получить работу и освоить новую специальность.
      </>
    ),
    titleTeam: 'Наша команда',
    teamDescription: `Мы поможем Вам адаптироваться к работе в нашей команде и
    познакомим с коллективом.`,
    team: [
      {
        id: 1,
        name: "Татьяна",
        position: "Recruiter",
        email: "REmployees",
        phone: "380666146404",
      },
      {
        id: 2,
        name: "Ольга",
        position: "Recruiter",
        email: "RemoteEmployeesOlha",
        phone: "380995664454",
      },
      {
        id: 3,
        name: "Мария",
        position: "Recruiter",
        email: "MashaRemotEmployees",
        phone: "380987286405",
      },
      {
        id: 4,
        name: "Анна",
        position: "Recruiter",
        email: "RemotEmpoyeesAnya",
        phone: "380987286405",
      },
    ],
  },
];
