/* eslint-disable @typescript-eslint/quotes */
export const NOTFOUND_PAGE = [
  {
    language: 'uk',
    title: 'Не хвилюйтеся, нічого не зламалося!',
    subTitle: 'Можливо ви скористалися недійсним посиланням або сторінку було видалено.',
    link1: 'На головну',
    link2: 'Вакансії',
  },
  {
    language: 'ru',
    title: 'Не волнуйтесь, ничего не сломалось!',
    subTitle: 'Возможно вы воспользовались недействительной ссылкой или страница была удалена.',
    link1: 'На главную',
    link2: 'Вакансии',
  },
];
