
export const THANKYOU_PAGE = [
  {
    language: 'ua',
    title: 'Дякуємо, що залишили заявку!',
    subTitle: `Запишіть відеоінтерв'ю`,
    paragraph: 'Замість співбесіди запишіть невелику розповідь про себе англійською.',
    linkText: 'Дивитися більше',
    titleViber: 'Напишіть нам у Viber',
    paragraphViber: `Щоб отримати роботу, Вам залишилося зовсім небагато - зв'яжіться з нами у Viber`,
    linkViber: 'Написати',

  },
  {
    language: 'ru',
    title: (
      <>
        Спасибо, что оставили заявку!
      </>
    ),
    subTitle: 'Запишите видеоинтервью',
    paragraph: 'Вместо собеседования запишите небольшой рассказ о себе на английском.',
    linkText: 'Смотреть больше',
    titleViber: 'Напишите нам в Viber',
    paragraphViber: 'Чтобы получить работу, Вам осталось совсем немного - свяжитесь с нами в Viber',
    linkViber: 'Написать',
  },
];
