/* eslint-disable react/react-in-jsx-scope */
/* eslint-disable max-len */
/* eslint-disable react/no-unescaped-entities */
/* eslint-disable react/jsx-filename-extension */
export const VACANCIES_PAGE = [
  {
    language: 'uk',
    title: 'Вакансії на віддалену роботу',
    titleDescription: (
      <>
        Відкрито вакансії на віддалену роботу. Потрібні співробітники на повну ставку, з досвідом або без досвіду роботи, але з обов'язковим знанням англійської на рівні сприйняття англійської мови і здатності вести листування з робочих моментів без словника.
        <br></br>
        <br></br>
        5-денний робочий тиждень і 9-годинний робочий день. Можливість роботи як у ранкові, так і вечірні зміни.
      </>
    ),
    title2: 'RemotEmployees надає вакансії на віддалену роботу у сфері IT',
    title2Description: (
      <>
        Наша компанія надає послуги у сфері IT та маркетингу. Тому, ми шукаємо спеціалістів, які хочуть розвиватися та отримувати досвід роботи саме в цих напрямках.
        <br></br>
        <br></br>
        Так як ми співпрацюємо з представниками Західного та Європейського ринку знання англійської мови є основною вимогою до кандидатів.
      </>
    ),
    title3: 'У нас є вакансії на віддалену роботу, які не потребують досвіду роботи',
    title3Description: (
      <>
        Ми готові взяти фахівців без досвіду роботи. Головне - ваша працьовитість і прагнення розвиватися. Ми проводимо вступне навчання для новачків у компанії. Після прийняття на роботу вам нададуть усі необхідні матеріали з вивчення нових посадових обов'язків і способів їх виконання.
        <br></br>
        <br></br>
        Щотижня у відділах відбуваються онлайн-збори, на яких ви зможете поставити питання, що вас цікавлять. Також, ви зможете спробувати себе на різних вакансіях на віддалену роботу і розширити свої професійні знання.
      </>
    ),
    listTitle: 'Вимоги до кандидатів на вакансії на віддалену роботу',
    list: ['Знання англійської мови не нижче рівня В1+', 'Здатність до засвоєння великого обсягу інформації', 'Навички роботи в команді', 'Здатність до аналізу даних', 'Комунікабельність', 'Відповідальність', 'Навички тайм-менеджменту', 'Через віддалений вид роботи, ви маєте вміти самостійно розподіляти завдання за рівнем важливості та керувати робочим часом'],
    title4: 'Переваги віддаленої роботи в компанії RemotEmployees',
    title4Description: (
      <>
        Оскільки ми надаємо вакансії на віддалену роботу, основною перевагою буде те, що ви самі маєте право обирати місце роботи. Все що вам потрібно для ефективної роботи - це комп'ютер і підключення до інтернету. Працюючи у нас, ви отримуєте стабільну заробітну плату, виплати відбуваються двічі на місяць.
        <br></br>
        <br></br>
        Графік роботи ви також можете обирати самостійно (ранковий або вечірній) тому, наші вакансії підійдуть навіть студентам. На додаток до всього ви отримаєте дружний колектив, підтримку від керівників і співробітників компанії, а також дружню атмосферу у відділі.
      </>
    ),
    title5: 'Ознайомтеся з вакансіями на віддалену роботу, які ми надаємо',
    title5Description: (
      <>
        Оскільки ми надаємо вакансії на віддалену роботу, основною перевагою буде те, що ви самі маєте право обирати місце роботи. Все що вам потрібно для ефективної роботи - це комп'ютер і підключення до інтернету. Працюючи у нас, ви отримуєте стабільну заробітну плату, виплати відбуваються двічі на місяць.
        <br></br>
        <br></br>
        Графік роботи ви також можете обирати самостійно (ранковий або вечірній) тому, наші вакансії підійдуть навіть студентам. На додаток до всього ви отримаєте дружний колектив, підтримку від керівників і співробітників компанії, а також дружню атмосферу у відділі.
      </>
    ),

  },
  {
    language: 'ru',
    title: 'Вакансии на удаленую работу',
    titleDescription: (
      <>
        Открыты вакансии на удалённую работу. Требуются сотрудники на полную ставку, с опытом или без опыта работы, но с обязательным знанием английского на уровне восприятия английской речи и способности вести переписки по рабочим моментам без словаря.
        <br></br>
        <br></br>
        5-дневная рабочая неделя и 9-часовой рабочий день. Возможность работы как в утренние, так и вечерние смены.
      </>
    ),
    title2: 'RemotEmployees предоставляет вакансии на удаленную работу в сфере IT',
    title2Description: (
      <>
        Наша компания предоставляет услуги в сфере IT и маркетинга. Поэтому, мы ищем специалистов, которые хотят развиваться и получать опыт работы именно в этих направлениях.
        <br></br>
        <br></br>
        Так как мы сотрудничаем с представителями Западного и Европейского рынка знание английского языка является основным требованием к кандидатам.
      </>
    ),
    title3: 'У нас есть вакансии на удаленную работу, не требующие опыта работы',
    title3Description: (
      <>
        Мы готовы взять специалистов без опыта работы. Главое – ваше трудолюбие и  стремление развиваться. Мы проводим вводное обучение для новичков в компании. После принятия на работу вам предоставят все необходимые материалы по изучению новых должностных обязанностей и способов их выполнения.
        <br></br>
        <br></br>
        Еженедельно в отделах происходят онлайн-собрания, на которых вы сможете задать интересующие вас вопросы. Также, вы сможете попробовать себя на разных вакансиях на удаленную работу и расширить свои профессиональные знания.
      </>
    ),
    listTitle: 'Требования к кандидатам на вакансии на удаленную работу',
    list: ['Знание английского языка не ниже уровня В1+', 'Способность к усвоению большого объема информации', 'Навыки работы в команде', 'Способность к анализу данных', 'Коммуникабельность', 'Ответственность', 'Навыки тайм-менеджмента', 'Из-за удаленного вида работы, вы должны уметь самостоятельно распределять задачи по уровню важности и управлять рабочим временем'],
    title4: 'Преимущества удаленной работы в компании RemotEmployees',
    title4Description: (
      <>
        Так как мы предоставляем вакансии на удаленную работу, основным преимуществом будет то, что вы сами в праве выбирать место работы. Всё что вам нужно для эффективной работы – это компьютер и подключение к интернету. Работая у нас, вы получаете стабильную заработную плату, выплаты происходят два раза в месяц.
        <br></br>
        <br></br>
        График работы вы также можете выбирать самостоятельно (утренний или вечерний) поэтому, наши вакансии подойдут даже студентам. В добавок ко всему вы получите дружный коллектив, поддержку от руководителей и сотрудников компании, а также дружескую атмосферу в отделе.
      </>
    ),
    title5: 'Ознакомьтесь с вакансиями на удаленную работу, которые мы предоставляем',
    title5Description: (
      <>
        Так как мы предоставляем вакансии на удаленную работу, основным преимуществом будет то, что вы сами в праве выбирать место работы. Всё что вам нужно для эффективной работы – это компьютер и подключение к интернету. Работая у нас, вы получаете стабильную заработную плату, выплаты происходят два раза в месяц.
        <br></br>
        <br></br>
        График работы вы также можете выбирать самостоятельно (утренний или вечерний) поэтому, наши вакансии подойдут даже студентам. В добавок ко всему вы получите дружный коллектив, поддержку от руководителей и сотрудников компании, а также дружескую атмосферу в отделе.
      </>
    ),
  },
];
